{
  "brandName": "Zygote",
  "fullBrandName": "Zygote .Run",
  "homePageTitle": "Home",
  "privacyPageTitle": "Privacy",
  "docsPageTitle": "Docs",
  "blogPageTitle": "Blog",
  "searchPlaceholder": "Search",
  "copyright": "©",
  "IP": "IP",
  "z": "z",
  "home": {
    "title": "A cloud platform for all functions",
    "subtitle": "Self-custody is unrestricted as we distribute free code under HGL.",
    "getStarted": "Deploy Hello World",
    "features": {
      "serverlessPlatform": {
        "title": "Serverless and Serverful",
        "description": "A free and open source serverless platform for your web applications. Deploy functions without managing infrastructure. You can can also choose to install the platform on your own servers if you want full control."
      },
      "multiLanguageSupport": {
        "title": "Multi-Language Support",
        "description": "Build your next function in any programming language you're comfortable with. No restrictions, maximum flexibility."
      },
      "instantDeployment": {
        "title": "Instant Deployment",
        "description": "Just push your code and everything else is handled automatically. We maintain Github Actions for easy CI/CD workflows. Just use our templates to get started."
      },
      "autoScaling": {
        "title": "Auto-Scaling",
        "description": "Num nodes scale automatically depending to the workload - and failover is automatic too. Focus on your code, not the infrastructure."
      },
      "managedInfrastructure": {
        "title": "Full Stack",
        "description": "In memory storage with replication and sharding and a distributed SQL database on NVMe is available for your functions to use."
      },
      "httpsInterfaces": {
        "title": "HTTPS Interfaces",
        "description": "All functions are given a certificate automatically. Just deploy and your function is live on the internet with a secure HTTPS endpoint."
      },
      "dataReliability": {
        "title": "Data Reliability",
        "description": "No data is stored unless sharded and replicated three times. Device failover is automatic. Sharding allows you to increase limits as simple as adding more nodes."
      },
      "selfCustodyOption": {
        "title": "Self-Custody Option",
        "description": "Zygote .Run is free and open source under the HGL. You can install it on your own servers if you want full control. We also offer a managed service if you want to avoid the hassle of managing your own servers."
      }
    }
  }
}
